<template>
  <div class="develop">
    <div class="right">
      <h4>发展历程</h4>
      <div class="pic">
        <img src="./defult.png" alt="">
      </div>
      <div class="word">很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....<br/> 很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....
        <br/> 很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....
        <br/>
      </div>
    </div>
  </div>
</template>
<script>
export default {
  name: 'develop',
  data() {
    return {
    }
  }
}
</script>
<style lang="scss" scoped>
.develop {
  // text-align: center;
  padding: 0 100px;
  flex: 1;
  h4 {
    margin: 5px 0;
    text-align: center;
  }
  .word {
    margin: 20px 0;
  }
}
</style>
