<template>
  <div class="contact_information">
    <h4>联系方式</h4>
    <div class="pic">
      <img src="./defult.png" alt="">
    </div>
    <div class="word">很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....<br/> 很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....
      <br/> 很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....很多文字....
      <br/>
    </div>
  </div>
</template>
<script>
export default {
  data() {
    return {
    }
  }
}
</script>
<style lang="scss" scoped>
.contact_information {
  // text-align: center;
  padding: 0 100px;
  flex: 1;
  h4 {
    margin: 5px 0;
    text-align: center;
  }
  .word {
    margin: 20px 0;
  }
}
</style>
